benchmarksuite/surfaceTension/sinWave/sinWave/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # Run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions
restore0Dir
runApplication blockMesh

runApplication setAlphaField
runApplication decomposePar
runParallel $(getApplication)
#sbatch Allrun_Slurm

#------------------------------------------------------------------------------
