benchmarksuite/surfaceTension/sinWave/sinWave/system/simulationParameters
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.2.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    location    "system";
    object      simulationParameters;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

nx	20;
ny	1;
nz	60;

ADVECTSCHEME isoAdvection;
RECONSCHEME  plicRDF;
SURFTENMODEL Brackbill;
MAXCFL       0.1;

// ************************************************************************* //
